# IFC_LSetLangInVW

## Description
Sets the IFC Strings Localization in the Vectorworks.

```pascal
FUNCTION IFC_LSetLangInVW(bIsIFCLocalized : BOOLEAN): BOOLEAN;
```

```python
def vs.IFC_LSetLangInVW(bIsIFCLocalized):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|bIsIFCLocalized|BOOLEAN|   |

## Version
Availability: from Vectorworks 2021

## Category
* IFC